Repository: praszuk/osm-emapa-addresses-diff
Catalog: locales/*/LC_MESSAGES/*.po
Languages: pl

source: Incorrect teryt_terc!
pl: Niepoprawny teryt_terc!

source: Error with downloading data from GitHub API!
pl: Błąd podczas pobierania danych z GitHub API!

source: Error with parsing data from GitHub API!
pl: Błąd podczas przetwarzania danych z GitHub API!

source: Incorrect status code at downloading github file: {}
pl: Nieprawidłowy kod status podczas pobierania pliku z githuba: {}

source: Error with downloading raw data from GitHub!
pl: Błąd podczas pobierania surowych danych z GitHuba!

source: Couldn't read local datetime of street names mappings data from file: {}
pl: Nie można wczytać lokalnego czasu i daty dla mapowania nazw ulic z pliku: {}

source: Couldn't download street names mappings data update
pl: Nie można pobrać aktualizacji danych dot. mapowania nazw ulic

source: Updated street names mappings files using data from {}
pl: Zaktualizowano pliki mapowania nazw ulic z danych z {}

source: New update for the {} file is available!
pl: Nowa aktualizacja dla pliku {} jest dostępna!

source: Matched and replaced {} streets to existing OSM street names
pl: Dopasowano i zastąpiono {} ulic do istniejących nazw ulic z OSM

source: Downloading emapa gml data...
pl: Pobieranie danych gml e-mapy...

source: Downloading punktyadresowe metadata...
pl: Pobieranie metadanych z "punktyadresowe"...

source: Loaded Overpass query from file: {}
pl: Załadowano zapytanie Overpass z pliku: {}

source: Downloading Overpass data for {} area...
pl: Pobieranie danych Overpass dla obszaru {}...

source: Incorrect status code: {}
pl: Nieprawidłowy kod status: {}

source: Error with downloading/parsing data: {}
pl: Błąd pobierania/przetwarzania danych: {}

source: Matched and replaced {} streets to alternate OSM streets names
pl: Dopasowano i zastąpiono {} ulic do alternatywnych nazw ulic z OSM

source: Not found e-mapa service for teryt_terc: {}
pl: Nie znaleziono usługi e-mapy dla podanego terytu: {}

source: Error with downloading/saving data: {}
pl: Błąd podczas pobierania/zapisu danych: {}

source: Parsed {} e-mapa addresses.
pl: Przetworzono {} adresów z e-mapy.

source: Error with downloading OSM (Overpass) addresses data.
pl: Błąd pobierania danych adresowych OSM (Overpass).

source: Downloaded {} OSM addresses elements.
pl: Pobrano {} elementów adresowych OSM.

source: Parsed {} OSM addresses.
pl: Przetworzono {} adresów OSM.

source: Error with downloading OSM (Overpass) street names data.
pl: Błąd pobierania danych ulic OSM (Overpass).

source: Downloaded {} OSM street elements.
pl: Pobrano {} elementów ulic OSM.

source: Parsed {} OSM unique streets with {} alternate names.
pl: Przetworzono {} unikalnych ulic OSM z {} alternatywnymi nazwami.

source: OSM object type:
pl: Typ obiektu OSM:

source: Key-values distribution:
pl: Rozkład Klucz-Wartość:

source: Duplicated OSM addresses:
pl: Zduplikowane adresy OSM:

source: You can load it in the JOSM using "Download object" function (CTRL + SHIFT + O).
pl: Możesz załadować to do JOSMa używając funkcji "Pobieranie obiektu" (CTRL + SHIFT + O).

source: Each line is for 1 address
pl: Na każdą linię przypada 1 adres

source: Missing OSM addresses which exist in the e-mapa: {}
pl: Brakujące adresy OSM, które istnieją w e-mapie: {}

source: Excess OSM addresses which do not exist in the e-mapa: {}
pl: Nadmiarowe adresy OSM, które nie istnieją w e-mapie: {}

source: id of commune (gmina) – 7 characters.
pl: identyfikator gminy – 7 znaków.

source: exclude addresses on POI objects from duplicates (skipping POI with building key).
pl: wyklucz adresy na obiektach POI z duplikatów (pomijanie POI z kluczem budynku).

source: skip checking update for the {} file from GitHub.
pl: pomiń sprawdzenie aktualizacji dla pliku {} z GitHuba.

source: skip downloading OSM streets to not matching more names in e-mapa data using alt tags like {}.
pl: pomiń pobieranie ulic OSM, aby nie dopasowywać więcej nazw w danych e-mapy, używając alternatywnych tagów takich jak {}.

source: ignore difference between capital and lower-case letters for house numbers e.g. 12a will be processed same as 12A.
pl: ignorowanie różnicy między małymi i wielkimi literami dla numerów domów np. 12a będzie przetworzony tak samo jak 12A.

source: ignore ULIC features in street names such as "al." or "plac".
pl: ignorowanie cech ULIC w nazwach ulic takich jak "al." lub "plac".

source: Parsed teryt_terc ({}) as: {}
pl: Przetworzono teryt_terc ({}) jako: {}

source: Cannot parse teryt terc parameter!
pl: Nie można przetworzyć parametru teryt terc!
