Repository: praszuk/osm-emapa-addresses-diff
Catalog: locales/*/LC_MESSAGES/argparse.po
Languages: pl

source: usage:
pl: użycie:

source: .__call__() not defined
pl: .__call__() nie zdefiniowane

source: unknown parser %(parser_name)r (choices: %(choices)s)
pl: nieznany parser %(parser_name)r (opcje: %(choices))

source: argument "-" with mode %r
pl: argument "-" w trybie %r

source: can't open '%(filename)s': %(error)s
pl: nie można otworzyć '%(filename)s': %(error)s

source: cannot merge actions - two groups are named %r
pl: nie można złączyć akcji – dwie grupy są nazwane %r

source: 'required' is an invalid argument for positionals
pl: 'required' jest nieprawidłowym parametrem dla argumentów nienazwanych (pozycyjnych)

source: invalid option string %(option)r: must start with a character %(prefix_chars)r
pl: nieprawidłowa opcja %(option)r: musi zaczynać się od znaku %(prefix_chars)r

source: dest= is required for options like %r
pl: dest= jest wymagany dla opcji takich jak %r

source: invalid conflict_resolution value: %r
pl: niepoprawna wartość conflict_resolution: %r

source: mutually exclusive arguments must be optional
pl: wzajemnie wykluczające się argumenty muszą być opcjonalne

source: positional arguments
pl: argumenty pozycyjne

source: optional arguments
pl: argumenty opcjonalne

source: show this help message and exit
pl: pokaż tę wiadomość pomocy i zakończ

source: cannot have multiple subparser arguments
pl: nie można mieć wielu subparser'ów

source: unrecognized arguments: %s
pl: nierozpoznane argumenty: %s

source: not allowed with argument %s
pl: niedozwolone z argumentem %s

source: ignored explicit argument %r
pl: zignorowany jawny argument %r

source: the following arguments are required: %s
pl: wymagane są następujące argumenty: %s

source: one of the arguments %s is required
pl: wymagany jest jeden z argumentów %s

source: expected one argument
pl: oczekiwano jednego argumentu

source: expected at most one argument
pl: oczekiwano najwyżej argumentu

source: expected at least one argument
pl: oczekiwano przynajmniej jednego argumentu

source: ambiguous option: %(option)s could match %(matches)s
pl: niejednoznaczna opcja: %(option)s mogło odpowiadać %(matches)s

source: unexpected option string: %s
pl: niespodziewany ciąg opcji: %s

source: %r is not callable
pl: %r jest niewywoływalne

source: invalid %(type)s value: %(value)r
pl: nieprawidłowy %(type)s wartość: %(value)r

source: invalid choice: %(value)r (choose from %(choices)s)
pl: nieprawidłowy wybór: %(value)r (wybrany z %(choices)s)

source: %(prog)s: error: %(message)s
pl: %(prog)s: błąd: %(message)s
